acpi
alsa-utils
arch-install-scripts
arch-wiki-docs
at
aurutils
autoconf
automake
autorandr
base
biber
binutils
bison
bluez-utils
cadaver
clang
clipster
cmus
cppcheck
cronie
cuda
cups
cups-pdf
cyrus-sasl
cython
dhcpcd
discord
distcc
dkms
dmenu
dos2unix
e1000e-dkms
efibootmgr
elasticsearch
fakeroot
fd
feh
ffmpegthumbnailer
file
findutils
firefox
firefox-ublock-origin
flex
fzf
gawk
gcc
gdb
gettext
git
gnome-control-center
gnome-keyring
gnome-screenshot
gpsd
grep
groff
grub
gvfs
gzip
htop
i3-gaps
i3blocks
i3blocks-contrib
i3lock
i3lock-fancy-git
i3status
ifplugd
intel-gpu-tools
ipython
iw
jdk11-openjdk
jdownloader2
jq
jupyter
jupyter-notebook
jupyterlab
keepass
kmines
lib32-vulkan-icd-loader
libmemcached
libreoffice-fresh
libtool
libwbxml
links
linux
linux-firmware
linux-headers
lutris
m4
make
man-db
mariadb
memcached
minecraft-launcher
mkinitcpio
mlocate
mono-basic
mpc
mpd
mupdf
mupdf-tools
nano
nano-syntax-highlighting-git
ncdu
ncmpcpp
neomutt
neovim
net-snmp
net-tools
network-manager-applet
nextcloud
nextcloud-client
nltk-data
noto-fonts
npm
nss-mdns
ntfs-3g
numlockx
nvidia
nvidia-settings
nvm
obs-studio
opencl-nvidia
opensmtpd
otf-openmoji
owncloud-client
pacman
pandoc
pass
patch
picom
pinta
pkgconf
pkgfile
powerline
powerline-fonts
pycharm-professional
pygmentize
python-beautifulsoup4
python-better-exceptions
python-boto3
python-elasticsearch
python-gensim
python-gym
python-logzero
python-lyricwikia
python-matplotlib
python-mutagen
python-nltk
python-numpy
python-pafy
python-pandas
python-pathlib
python-pip
python-praw
python-pykeepass
python-pynvim
python-pytorch-cuda
python-regex
python-scikit-learn
python-scipy
python-seaborn
python-smart_open
python-spotdl
python-spotipy
python-titlecase
python-torchaudio-git
python-torchtext
python-torchvision-git
python-tqdm
python-unicode-slugify
python-xlrd
python-xlwt
python2-better-exceptions
python2-logzero
ranger
rclone
redshift
ripgrep
rofi
roficlip
rxvt-unicode
screenfetch
scrot
sed
sogo
sope
splint
steam
stow
sublime-text-dev
sudo
sysstat
system-config-printer
teamspeak3
termite
texinfo
texlive-bibtexextra
texlive-bin
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
thunderbird-i18n-fr
tk
tldr++
tmux
tor
ttf-font-awesome
ttf-inconsolata
ttf-liberation
ttf-linux-libertine
tumbler
udiskie
unity-editor
unityhub
unzip
usbutils
util-linux
valgrind
vdpauinfo
vi
vim
vim-plug
vlc
vulkan-extra-layers
vulkan-headers
vulkan-html-docs
vulkan-intel
vulkan-tools
vulkan-trace
vulkan-validation-layers
w3m
weechat
wget
which
whois
wine
wine-gecko
wine-mono
winetricks
wireless_tools
wkhtmltopdf
wqy-zenhei
xclip
xdotool
xf86-input-synaptics
xf86-video-intel
xf86-video-vesa
xorg-server
xorg-xbacklight
xorg-xinit
xorg-xinput
xterm
yay
youtube-dl
zeal
zenity
zip
zotero
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
