acpi
aic94xx-firmware
alacritty
alsa-utils
android-file-transfer
android-sdk-build-tools
android-sdk-cmdline-tools-latest
android-sdk-platform-tools
appstream
arch-install-scripts
arch-wiki-docs
at
atomicparsley
aurutils
autoconf
automake
autorandr
baobab
base
bashbrew
biber
binutils
bison
bleachbit
bluez-utils
brightnessctl
cadaver
calcurse
clang
clinfo
clipster
cloc
cmus
code
container-diff
cppcheck
cronie
cuda
cups
cups-pdf
curseforge
cyrus-sasl
cython
czkawka-gui-bin
deemix
dhcpcd
discord_arch_electron
distcc
dkms
dmenu
docker
dos2unix
dosbox
downgrade
doxygen
dunst
e1000e-dkms
efibootmgr
evince
fakeroot
fd
fdns
feh
ffmpegthumbnailer
file
findutils
firefox
firefox-extension-reddit-enhancement-suite
firefox-extension-user-agent-switcher
firefox-ublock-origin
flex
fzf
gallery-dl
gawk
gcc
gdb
geckodriver
genwipe.sh
gettext
gimp
git
glow
glpk
gnome-control-center
gnome-keyring
gnome-screenshot
gnucash
go-chromecast-git
gpsd
grep
grive
groff
grub
gvfs
gvfs-afc
gzip
hashcat
hashid
haskell-ansi-wl-pprint
haskell-attoparsec-iso8601
haskell-auto-update
haskell-base64
haskell-bitvec
haskell-boring
haskell-bsb-http-chunked
haskell-call-stack
haskell-constraints
haskell-dec
haskell-easy-file
haskell-fast-logger
haskell-gridtables
haskell-http-api-data
haskell-http-date
haskell-http-media
haskell-http2
haskell-hunit
haskell-mmorph
haskell-monad-control
haskell-optparse-applicative
haskell-recv
haskell-servant
haskell-servant-server
haskell-simple-sendfile
haskell-singleton-bool
haskell-skylighting-format-ansi
haskell-skylighting-format-blaze-html
helvum
hollywood
htop
i3-gaps
i3blocks
i3blocks-contrib
i3lock
i3lock-fancy-dualmonitors-git
i3lock-fancy-git
i3status
ifplugd
img2pdf
informant
inkscape
intel-compute-runtime
intel-gpu-tools
inxi
ipython
iw
jdk-openjdk
jdk11-openjdk
jdk8-openjdk
jdownloader2
jmtpfs
jq
jre8-openjdk
jupyter-notebook
jupyterlab
keepass
kmines
level-zero-loader
lib32-giflib
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libpulse
lib32-libva
lib32-libva-intel-driver
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-vulkan-intel
libmemcached-awesome
libreoffice-fresh
libtool
libva-intel-driver
libwbxml
links
linux
linux-firmware
linux-headers
lostfiles
lutris
m4
make
man-db
mariadb
matterhorn
memcached
mixxx-git
mkchromecast-git
mkinitcpio
mlocate
mono-basic
mpc
mpd
mtpfs
mupdf
mupdf-tools
namcap
nano
nano-syntax-highlighting-git
ncdu
ncmpcpp
ncpamixer
neofetch
neomutt
neovim
net-snmp
net-tools
network-manager-applet
nextcloud
nextcloud-client
nodejs-lts-gallium
noto-fonts
npm
nss-mdns
ntfs-3g
numlockx
nvidia
nvidia-settings
nvm
obs-studio
ocl-icd
oh-my-zsh-git
opencl-nvidia
opensmtpd
otf-monocraft-git
otf-openmoji
owncloud-client
pacman
pacman-contrib
pandoc
paper-icon-theme-git
pass
patch
pavucontrol
pbgopy
pdfarranger
phantomjs
picom
pilorama-git
pinta
pipewire-alsa
pipewire-docs
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
playerctl
polychromatic
popcorntime-bin
powerline
powerline-fonts
powertop
progress
pulseeffects-legacy
pv
pycharm-professional
python-autocommand
python-bdfr
python-beautifulsoup4
python-better-exceptions
python-boto3
python-cherche-git
python-deap-git
python-dill
python-discord
python-elasticsearch
python-fasttext-git
python-ffplaylist-git
python-flask-babelex
python-gensim
python-graphviz
python-inflect
python-jaraco.classes
python-jsonpointer
python-keyboard
python-levenshtein
python-logzero
python-lyricwikia
python-magic
python-matplotlib
python-mss
python-mutagen
python-nltk
python-numpy
python-opencv
python-opencv-python
python-openpyxl
python-pafy
python-pandas
python-pathlib
python-pip
python-praw
python-prettytable
python-pyaudio
python-pyautogui
python-pykeepass
python-pynput
python-pynvim
python-pytesseract
python-pytorch-cuda
python-pytorch-ignite-git
python-regex
python-river-git
python-sacred
python-scikit-learn
python-scipy
python-seaborn
python-selenium
python-smart_open
python-spacy
python-spotipy
python-statsmodels
python-symspellpy
python-titlecase
python-torchtext
python-torchvision-git
python-tqdm
python-ujson
python-unicode-slugify
python-virtualenv
python-wheel
python-xlrd
python-xlwt
python-yarl
python-yattag
python2-better-exceptions
python2-logzero
python37
qbittorrent
qjackctl
qpwgraph
qtkeychain-qt6
ranger
rclone
react-native-cli
react-native-debugger
redshift
reflector
ripgrep
rivalcfg
rofi
roficlip
ruby-abbrev
ruby-base64
ruby-benchmark
ruby-bigdecimal
ruby-cgi
ruby-csv
ruby-date
ruby-delegate
ruby-did_you_mean
ruby-digest
ruby-drb
ruby-english
ruby-erb
ruby-etc
ruby-fcntl
ruby-fiddle
ruby-fileutils
ruby-find
ruby-forwardable
ruby-getoptlong
ruby-io-console
ruby-io-nonblock
ruby-io-wait
ruby-ipaddr
ruby-logger
ruby-mutex_m
ruby-net-http
ruby-open-uri
ruby-ruby2_keywords
ruby-time
ruby-tmpdir
ruby-uri
rxvt-unicode
samba
scrcpy
screenfetch
scrot
sdl_gfx
sdl_image
sdl_mixer
sdl_ttf
seahorse
sed
shrinkpdf
speedtest-cli
splint
sshuttle
steam
stow
sublime-text-4
sudo
sysstat
system-config-printer
tdu
tensorboard
termite
tesseract-data-eng
texinfo
texlive-bibtexextra
texlive-bin
texlive-core
texlive-fonts-fontawesome
texlive-formatsextra
texlive-games
texlive-humanities
texlive-kbordermatrix
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
texmaker
thermald
thunar
thunar-archive-plugin
thunar-custom-actions
thunar-media-tags-plugin
thunar-volman
thunderbird
tickrs
tk
tldr++
tlp
tmpmail-git
tmux
tor
tor-browser
ttf-font-awesome
ttf-inconsolata
ttf-iosevka-nerd
ttf-liberation
ttf-linux-libertine
ttf-ms-fonts
tumbler
udiskie
unrar
unzip
upd72020x-fw
usbutils
util-linux
valgrind
vdpauinfo
vi
vim
vim-plug
vkd3d
vlc
vscodium
vulkan-extra-layers
vulkan-headers
vulkan-html-docs
vulkan-intel
vulkan-tools
vulkan-trace
vulkan-validation-layers
w3m
warcraftlogsuploader
wayback_machine_downloader
wd719x-firmware
wget
which
whois
wine-gecko
wine-mono
wine-staging
wireless_tools
wireplumber
wkhtmltopdf
wpa_supplicant_gui
wqy-zenhei
xarchiver
xautoclick
xbindkeys
xclip
xdg-ninja-git
xdotool
xf86-input-synaptics
xf86-video-intel
xf86-video-vesa
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
xpad
xterm
yay
youtube-dl
ytmdl
zeal-git
zenity
zip
zotero
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
