acpi
acpid
adobe-reader-11
aic94xx-firmware
alacritty
alsa-utils
android-file-transfer
android-sdk
android-sdk-build-tools
android-sdk-platform-tools
android-studio
appstream
arch-install-scripts
arch-wiki-docs
archlinux-java-run
archlinux-keyring
asdf-vm-git
asus-fan-control
at
atomicparsley
atuin
auto-cpufreq
autoconf
automake
autorandr
autotiling-rs
awesome-terminal-fonts
bandit
baobab
base
base-devel
bashbrew
bat
bbswitch
bettercrewlink-bin
biber
binutils
birdtray
bison
bleachbit
blender
blueman
bluez-utils
brightnessctl
buildkit
bullet-train-oh-my-zsh-theme-git
cadaver
calcurse
cdm
cheese
chrony
clang
clinfo
clion
clipster
cloc
cmus
code
container-diff
copyq
cppcheck
cpufreqctl
cpupower
cronie
cuda
cuda-tools
cups
cups-pdf
cyrus-sasl
cython
debugedit
deemix
deno
desmume
dhcpcd
dialog
direnv
discord
discover-overlay
distcc
dkms
dmenu
dnslookup-bin
docker
docker-buildx
docker-compose
docker-scan
dolphin-emu
dos2unix
dosbox
dosfstools
downgrade
doxygen
dunst
dxvk-bin
easyeffects
efibootmgr
elasticsearch2
ethtool
evince
exif
expo-create-react-native-app
fabric-installer
fakeroot
fd
feh
ffmpegthumbnailer
file
find-the-command
findutils
firefox
firefox-extension-keepassxc-browser
firefox-extension-user-agent-switcher
firefox-i18n-fr
firefox-ublock-origin
flashfocus
flex
fswebcam
fzf
gallery-dl
gawk
gcc
gdb
gdown
geckodriver
gettext
gimp
git
github-cli
glow
glpk
gnome-keyring
gnome-power-manager
gnome-screenshot
gnome-terminal
gnucash
go-chromecast-git
godot
gpsd
grep
groff
grub
gvfs
gvfs-afc
gzip
handbrake
handbrake-cli
hashcat
haskell-ansi-wl-pprint
haskell-attoparsec-iso8601
haskell-auto-update
haskell-base64
haskell-bitvec
haskell-boring
haskell-bsb-http-chunked
haskell-call-stack
haskell-constraints
haskell-dec
haskell-easy-file
haskell-fast-logger
haskell-gridtables
haskell-http-api-data
haskell-http-date
haskell-http-media
haskell-http2
haskell-hunit
haskell-mmorph
haskell-monad-control
haskell-optparse-applicative
haskell-recv
haskell-servant
haskell-servant-server
haskell-simple-sendfile
haskell-singleton-bool
haskell-skylighting-format-ansi
haskell-skylighting-format-blaze-html
helvum
htop
hunspell-en_us
hunspell-fr
i2c-tools
i3-wm
i3blocks
i3blocks-contrib
i3lock
i3lock-fancy-multimonitor
i3status
i7z
ifplugd
img2pdf
informant
inkscape
intel-compute-runtime
intel-gpu-tools
intel-media-driver
intel-ucode
inxi
ipython
iw
jdk-openjdk
jdk11-openjdk
jdk8-openjdk
jdownloader2
joplin
joplin-desktop
jq
jquery
jre8-openjdk
jupyter-notebook
jupyterlab
kaggle-api
kanshi
keepass
keepass-plugin-keeautoexec
keepass-plugin-rpc
keepass-plugin-yet-another-favicon-downloader
keepassxc
kmines
krita
leiningen
level-zero-loader
lf-bin
lib32-giflib
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libglvnd
lib32-libpulse
lib32-libva
lib32-libva-intel-driver
lib32-libxslt
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-pipewire
lib32-pipewire-jack
lib32-pipewire-v4l2
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-icd-loader
libc++
libinput-gestures
libmemcached-awesome
libreoffice-fresh
libtool
libva-intel-driver
libva-utils
libxcrypt-compat
light
lightdm
links
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
logrotate
losslesscut-bin
lostfiles
lshw
lutris
lvm2
lynx
m4
make
man-db
mariadb
matterhorn
mattermost
megatools
memcached
mencoder
minecraft-launcher
mkdocs
mkinitcpio-firmware
mkvtoolnix-cli
mkvtoolnix-gui
mlocate
mp3splt-gtk
mpc
mpd
mtools
mtpfs
mupdf
mupdf-tools
mypy
namcap
nano
nano-syntax-highlighting
nbfc
ncdu
ncmpcpp
neofetch
neomutt
neovim
neovim-plug
net-snmp
net-tools
netctl
network-manager-applet
networkmanager
nextcloud
nextcloud-client
nginx
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
numlockx
nvfancontrol
nvidia-dkms
nvidia-prime
nvidia-prime-rtd3pm
nvidia-settings
nvtop
nyx
obs-studio
ocl-icd
oh-my-zsh-git
okular
onefetch
opencl-nvidia
openrgb-bin
opensmtpd
openssh
optimus-manager
os-prober
owncloud-client
pacman
pacman-contrib
pandoc-bin
pass
patch
pavucontrol
pdfarranger
pdftk
perf
picard
picom
pipewire-alsa
pipewire-docs
pipewire-jack
pipewire-pulse
pipewire-x11-bell
piskel
pkgconf
pkgfile
playerctl
popcorntime
poppler-glib
portainer-bin
postman-bin
powerline
powerline-fonts
powerline-vim
powerstat
ppsspp
pre-commit
preload
progress
protonmail-bridge-nokeychain
protontricks
protonvpn
protonvpn-cli
protonvpn-gui
pv
pycharm-professional
pypy
python-aiohttp
python-autocommand
python-av
python-beautifulsoup4
python-better-exceptions
python-black
python-blis
python-bluetooth-battery
python-boto3
python-brotli
python-catalogue
python-colorama
python-colour
python-confection
python-css-parser
python-deezer-py
python-dill
python-discord
python-elasticsearch
python-emoji
python-fastapi
python-flake8-black
python-flake8-isort
python-flask-babelex
python-ftfy
python-graphviz
python-gym
python-huggingface-hub
python-hyperopt
python-inflect
python-jaraco.classes
python-jsonargparse
python-jsonpointer
python-keyboard
python-langcodes
python-levenshtein
python-lightning-utilities
python-magic
python-mando
python-matplotlib
python-mdx-gh-links
python-mergedeep
python-mouseinfo
python-mss
python-multipart
python-murmurhash
python-mutagen
python-nltk
python-numpy
python-open-clip-torch
python-openai
python-opencv
python-openpyxl
python-pandas
python-pip
python-pipx
python-plac
python-playsound
python-poetry
python-polars-bin
python-praw
python-preshed
python-prettytable
python-proton-client
python-protonvpn-nm-lib
python-pyaudio
python-pyautogui
python-pydeprecate
python-pygdbmi
python-pyglet
python-pykeepass
python-pylint
python-pymsgbox
python-pynput
python-pynvim
python-pyqt6
python-pyscreeze
python-pytesseract
python-python-multipart
python-pytorch-cuda
python-pytorch-ignite-git
python-pytorch-lightning
python-pytweening
python-pyyaml-env-tag
python-radon
python-regex
python-requests-html
python-requests-ntlm
python-retry
python-river
python-rst2ansi
python-sacred
python-sacremoses
python-schedule
python-scikit-learn
python-scipy
python-seaborn
python-selenium
python-sentence-transformers
python-sentencepiece-git
python-shap
python-spacy
python-spotipy
python-srsly
python-starlette
python-statsmodels
python-tempmail
python-tensorboardx
python-textdistance
python-thinc
python-timm
python-tinycss
python-tokenizers
python-torchmetrics
python-torchtext
python-torchvision-cuda
python-tqdm
python-transformers
python-trio-websocket
python-twitter
python-ujson
python-vdf
python-virtualenv
python-wasabi
python-webdataset
python-wheel
python-xgboost
python-xlrd
python-xlsxwriter
python-xlwt
python-yarl
qbittorrent
qjackctl
qpwgraph
qt6-wayland
qtkeychain-qt6
ranger
rclone
react-native-cli
react-native-debugger-bin
rebuild-detector
reflector
ripgrep
rofi-greenclip
roficlip
rsyslog
ruby-abbrev
ruby-base64
ruby-benchmark
ruby-bigdecimal
ruby-cgi
ruby-csv
ruby-date
ruby-delegate
ruby-did_you_mean
ruby-digest
ruby-drb
ruby-english
ruby-erb
ruby-etc
ruby-fcntl
ruby-fiddle
ruby-fileutils
ruby-find
ruby-forwardable
ruby-getoptlong
ruby-io-console
ruby-io-nonblock
ruby-io-wait
ruby-ipaddr
ruby-logger
ruby-mutex_m
ruby-net-http
ruby-open-uri
ruby-ruby2_keywords
ruby-time
ruby-tmpdir
ruby-uri
rxvt-unicode
samba
scitopdf
scrcpy
screenfetch
scrot
sdl_gfx
sdl_image
sdl_mixer
sdl_ttf
seahorse
sed
signal-desktop
slack-desktop
slurp
smartmontools
speedtest-cli
splint
sshuttle
stash-bin
steam
stow
stress
sublime-text-4
sudo
swww
sysstat
system-config-printer
system76-power
teamspeak3
tensorboard
terminator
tesseract-data-eng
texinfo
texlive-bibtexextra
texlive-bin
texlive-doc
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langgreek
texlive-langkorean
texlive-langother
texlive-latexextra
texlive-meta
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texmaker
thermald
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
thunderbird-dark-reader
thunderbird-i18n-fr
tickrs
timidity++
tk
tlp
tmon
tmux
todo-bin
tor
torbrowser-launcher
ttc-iosevka
ttf-dejavu
ttf-font-awesome
ttf-inconsolata
ttf-iosevka
ttf-iosevka-nerd
ttf-liberation
ttf-linux-libertine
ttf-weather-icons
tumbler
tuxedo-keyboard-dkms
twitch-cli-bin
udiskie
unrar
unzip
upd72020x-fw
update-grub
usbutils
valgrind
vdpauinfo
vi
vidcutter
video-trimmer
vim
vim-denops
visidata
vkd3d
vlc
volantes-cursors
vulkan-extra-layers
vulkan-headers
vulkan-html-docs
vulkan-intel
vulkan-tools
vulkan-validation-layers
w3m
waybar
wd719x-firmware
wdisplays
webstorm
webstorm-jre
wf-recorder
wget
which
whois
wine-gecko
wine-mono
wine-staging
wireless_tools
wireplumber
wireshark-qt
wkhtmltopdf
wlclock-git
wlr-randr
wmctrl
wpa_supplicant
wpa_supplicant_gui
wqy-zenhei
wtype
xarchiver
xbindkeys
xclip
xcursor-simple-colorful
xcursor-simpleandsoft
xdg-ninja-git
xdotool
xf86-input-evdev
xf86-input-synaptics
xmousepasteblock-git
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xpad
xterm
yay
yed
yt-dlp
zeal
zenity
zip
zotero
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
